INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (1,'Итальянский','B2 - средне-продвинутый'),
  (2,'Старославянский','B2 - средне-продвинутый'),
  (3,'Китайский','B2 - средне-продвинутый'),
  (4,'Итальянский','B2 - средне-продвинутый'),
  (5,'Русский','B2 - средне-продвинутый'),
  (8,'Японский','A2 -  элементарный'),
  (7,'Чувашский','A2 -  элементарный'),
  (8,'Хинди','B2 - средне-продвинутый'),
  (9,'Польский','C1 - продвинутый'),
  (10,'Хинди','B1 - средний');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (11,'Таджикский','С2 - в совершенстве'),
  (12,'Польский','A2 -  элементарный'),
  (13,'Испанский','A2 -  элементарный'),
  (14,'Казахский','C1 - продвинутый'),
  (15,'Казахский','B1 - средний'),
  (16,'Испанский','С2 - в совершенстве'),
  (17,'Русский','B1 - средний'),
  (18,'Испанский','A2 -  элементарный'),
  (19,'Таджикский','A1 - начальный'),
  (20,'Чувашский','C1 - продвинутый');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (21,'Японский','B2 - средне-продвинутый'),
  (22,'Старославянский','С2 - в совершенстве'),
  (23,'Азербайджанский','С2 - в совершенстве'),
  (24,'Казахский','C1 - продвинутый'),
  (25,'Польский','B1 - средний'),
  (17,'Чувашский','С2 - в совершенстве'),
  (27,'Казахский','A1 - начальный'),
  (28,'Итальянский','A2 -  элементарный'),
  (29,'Таджикский','С2 - в совершенстве'),
  (30,'Итальянский','B1 - средний');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (31,'Итальянский','C1 - продвинутый'),
  (32,'Таджикский','B1 - средний'),
  (33,'Старославянский','С2 - в совершенстве'),
  (34,'Польский','С2 - в совершенстве'),
  (35,'Японский','A2 -  элементарный'),
  (36,'Итальянский','B1 - средний'),
  (37,'Хинди','B2 - средне-продвинутый'),
  (38,'Китайский','B1 - средний'),
  (39,'Польский','A2 -  элементарный'),
  (40,'Азербайджанский','С2 - в совершенстве');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (41,'Русский','С2 - в совершенстве'),
  (23,'Португальский','A1 - начальный'),
  (43,'Итальянский','B2 - средне-продвинутый'),
  (44,'Азербайджанский','С2 - в совершенстве'),
  (44,'Польский','A1 - начальный'),
  (44,'Азербайджанский','С2 - в совершенстве'),
  (47,'Хинди','C1 - продвинутый'),
  (48,'Французский','С2 - в совершенстве'),
  (49,'Португальский','B1 - средний'),
  (50,'Португальский','A2 -  элементарный');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (51,'Старославянский','A2 -  элементарный'),
  (52,'Русский','A1 - начальный'),
  (53,'Португальский','С2 - в совершенстве'),
  (54,'Португальский','С2 - в совершенстве'),
  (55,'Казахский','B1 - средний'),
  (56,'Немецкий','С2 - в совершенстве'),
  (57,'Азербайджанский','C1 - продвинутый'),
  (58,'Французский','A1 - начальный'),
  (59,'Казахский','B2 - средне-продвинутый'),
  (60,'Польский','A2 -  элементарный');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (61,'Французский','C1 - продвинутый'),
  (62,'Итальянский','B2 - средне-продвинутый'),
  (63,'Японский','C1 - продвинутый'),
  (64,'Французский','B1 - средний'),
  (65,'Английский','B2 - средне-продвинутый'),
  (66,'Французский','A2 -  элементарный'),
  (69,'Хинди','A1 - начальный'),
  (68,'Португальский','B2 - средне-продвинутый'),
  (69,'Японский','A1 - начальный'),
  (70,'Английский','С2 - в совершенстве');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (71,'Таджикский','С2 - в совершенстве'),
  (72,'Французский','С2 - в совершенстве'),
  (73,'Чувашский','A2 -  элементарный'),
  (74,'Итальянский','С2 - в совершенстве'),
  (75,'Русский','C1 - продвинутый'),
  (76,'Старославянский','B2 - средне-продвинутый'),
  (77,'Старославянский','B1 - средний'),
  (83,'Китайский','C1 - продвинутый'),
  (79,'Португальский','С2 - в совершенстве'),
  (80,'Старославянский','B1 - средний');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (81,'Чувашский','B2 - средне-продвинутый'),
  (82,'Английский','A1 - начальный'),
  (83,'Старославянский','С2 - в совершенстве'),
  (84,'Старославянский','B1 - средний'),
  (86,'Хинди','С2 - в совершенстве'),
  (86,'Старославянский','С2 - в совершенстве'),
  (87,'Итальянский','С2 - в совершенстве'),
  (88,'Английский','C1 - продвинутый'),
  (89,'Японский','С2 - в совершенстве'),
  (92,'Японский','A1 - начальный');
INSERT INTO resume_languages (resume_id,language,level)
VALUES
  (91,'Японский','B2 - средне-продвинутый'),
  (92,'Хинди','С2 - в совершенстве'),
  (93,'Старославянский','B1 - средний'),
  (94,'Английский','B2 - средне-продвинутый'),
  (95,'Немецкий','С2 - в совершенстве'),
  (19,'Испанский','C1 - продвинутый'),
  (97,'Португальский','B1 - средний'),
  (98,'Французский','A2 -  элементарный'),
  (98,'Испанский','A2 -  элементарный'),
  (100,'Польский','С2 - в совершенстве');
